[
  "À un autre moment de ma vie, je pourrais dire oui—mais pas maintenant.",
  "Bien que j'apprécie cela, ce n'est pas quelque chose auquel je peux m'engager.",
  "Chaque fois que j'y pense, j'entends un petit \"non\" dans le vent.",
  "Mon moi futur m'a écrit une note : \"S'il te plaît, ne refais pas ça.\"",
  "Cela semble intéressant, mais je ne suis pas la meilleure personne pour cela.",
  "J'apprécie l'intention, mais ce n'est pas ce qui me convient pour le moment.",
  "J'adorerais dire oui, mais je viens de m'engager à faire moins de choses discutables cette semaine.",
  "Bien que j'apprécie, je ne peux pas m'engager dans cela.",
  "Bien que j'apprécie cela, je ne peux pas m'engager à participer bénévolement à cette initiative.",
  "J'essaie d'être plus intentionnel(le) dans ce à quoi je consens, et cela ne correspond pas tout à fait.",
  "Je veux être honnête avec toi—je ne me sens pas à l'aise de m'engager dans cela.",
  "Je dois faire confiance à mon instinct—et il me suggère doucement de dire non.",
  "Dire non à cela m'aide à dire oui à quelque chose qui compte davantage pour moi.",
  "Si je disais oui, je mentirais à nous deux—et mon thérapeute m'a dit d'arrêter de faire ça.",
  "Je vais décliner respectueusement. Cela ne correspond pas à la direction que je prends.",
  "Bien que j'apprécie, je ne peux pas m'engager à essayer cela.",
  "Cette opportunité mérite plus que ce que je peux lui offrir en ce moment.",
  "Je n'ai rien contre l'idée—mais je n'ai pas envie de le faire.",
  "Je ne suis pas en mesure de m'engager à cela pour le moment.",
  "Bien que j'apprécie cela, explorer ceci n'est pas quelque chose auquel je peux m'engager.",
  "J'ai fait la paix avec le fait de refuser les choses qui ne m'apportent pas d'énergie.",
  "Même mon calendrier a ri quand j'ai essayé de caser ça.",
  "J'ai décidé de suspendre de nouveaux engagements pour le moment.",
  "On dirait quelque chose pour lequel mon moi futur crierait sur mon moi présent d'avoir accepté.",
  "J'ai déjà essayé d'en faire trop, et cela me donne un sentiment de déjà-vu.",
  "Tu as mis beaucoup d'énergie dans cela, et j'espère que tu comprends ma décision de me retirer.",
  "Bien que j'apprécie, ce n'est pas quelque chose auquel je peux m'engager.",
  "C'est une excellente idée... pour que quelqu'un d'autre s'en charge.",
  "La version de moi qui dirait oui à cela n'existe plus.",
  "Même mon café a dit : « Pas aujourd'hui. »",
  "Mon comité intérieur de paix a rejeté cette idée à l'unanimité.",
  "Je sais combien cela compte, mais je ne peux pas lui accorder l'attention qu'il mérite.",
  "J'avais l'intention de faire ça—et je me suis immédiatement endormi dedans.",
  "Mentalement, j'ai déjà quitté la pièce où cela pourrait se produire.",
  "Bien que j'apprécie, accepter cela n'est pas quelque chose auquel je peux m'engager.",
  "Cela ne s'aligne pas avec mes valeurs ou mes priorités actuelles.",
  "Sache que ma décision n’est pas un reflet de toi, mais seulement de mes propres limites.",
  "Je respecte l'opportunité, mais je connais mes limites—et cela les dépasserait trop.",
  "Si j'acceptais ça, je trahirais le temps que je me suis promis.",
  "Une fois, j'ai pris une décision similaire et mon chat ne m'a plus regardé dans les yeux depuis. Ne répétons pas l'histoire.",
  "Si j'accepte, je devrais me cloner. Et je ne lui fais pas confiance.",
  "Celle-ci ne me semble pas tout à fait correcte, alors je vais devoir décliner.",
  "Je préfère dire non avec honnêteté que oui avec ressentiment.",
  "Merci de penser à moi, mais je vais devoir décliner cette proposition.",
  "J'ai pris le temps de réfléchir, et je crois que passer à côté est la meilleure décision pour l'instant.",
  "J'accorde vraiment de l'importance à notre relation, et j'espère que mon refus ne changera rien à cela.",
  "Ce n'est pas un non définitif, mais c'est un non pour l'instant.",
  "Mon enthousiasme est sincère, mais ma disponibilité est imaginaire.",
  "Bien que j'apprécie, ce n'est pas quelque chose à quoi je peux m'engager.",
  "À ce stade, je n'ai pas la capacité de faire cela correctement.",
  "J'ai appris à protéger mon temps, et cela ne correspond pas à la façon dont je veux l'utiliser.",
  "Je ne peux pas accorder la priorité à cela pour le moment.",
  "Si je disais oui, l'univers pourrait s'effondrer sous le choc.",
  "Si j'accepte, cela pourrait briser le continuum espace-temps.",
  "Vous aider maintenant pourrait créer un paradoxe temporel—mieux vaut ne pas prendre le risque.",
  "Je ne peux pas, je suis occupé à prévenir un avenir où je dirais effectivement oui.",
  "Mon agenda est aligné avec Jupiter, et les étoiles disent non.",
  "Je suis presque sûr que dire oui est interdit dans cette galaxie.",
  "Le multivers ne me pardonnerait jamais si j'acceptais.",
  "Toute ligne temporelle où je dis oui finit en chaos, donc je choisis judicieusement.",
  "Moi, d'accord ? C'est comme diviser par zéro : dangereux et interdit.",
  "Accepter cette offre causerait un bug dans la Matrice.",
  "Je suis actuellement occupé à faire semblant d'être productif pour la prochaine décennie.",
  "J'adorerais, mais je suis débordé à compter les carreaux du plafond.",
  "Désolé, je suis trop occupé à réorganiser mon tiroir à chaussettes par couleur et par humeur.",
  "J'ai programmé une alerte dans mon calendrier pour rester assis à contempler le vide à ce moment précis.",
  "Mon emploi du temps est chargé : je classe mes en-cas par ordre alphabétique.",
  "Je dois terminer une intense session à ne rien faire du tout.",
  "J'ai déjà un engagement pour regarder de la peinture sécher en rafale.",
  "Je suis en plein milieu d'un marathon très important de procrastination.",
  "Je ne peux pas; j'assiste à l'inauguration de mon réfrigérateur.",
  "J'aimerais aider, mais mon ami imaginaire a plus besoin de moi.",
  "Je ne peux pas, mon caillou de compagnie traverse une crise émotionnelle.",
  "Mon poisson rouge se marie ce jour-là, je dois y assister.",
  "J'ai promis à mon chat imaginaire que je resterais à la maison ce soir.",
  "Mon licorne gardien me dit que je ne devrais pas.",
  "Je dois garder les enfants imaginaires de mon ami imaginaire.",
  "Malheureusement, je suis volontaire pour goûter le nouveau régime de mon animal de compagnie.",
  "Mon dragon de compagnie a un rendez-vous chez le vétérinaire, je ne peux pas le manquer.",
  "Je suis puni par mon perroquet pour mauvais comportement, donc je ne peux pas y aller.",
  "J'ai prêté ma machine à voyager dans le temps à un ami et maintenant je ne peux pas revenir en arrière pour libérer cet après-midi.",
  "J'ai fait le vœu d'éviter toute forme de productivité.",
  "C'est contre ma religion personnelle de faire quoi que ce soit d'utile aujourd'hui.",
  "Mon psychiatre m'a conseillé d'éviter les activités potentiellement amusantes.",
  "J'ai prêté serment de refuser toutes les demandes faites sur un coup de tête.",
  "Je ne fonctionne qu'au café et au déni, et je n'ai plus de café.",
  "Je suis allergique à toute forme de responsabilité.",
  "J'ai une note du médecin qui m'interdit spécifiquement d'aider.",
  "J'adorerais aider, mais j'essaie de rompre ma série de générosité.",
  "Mon coach de procrastination a dit que je ne suis pas encore prêt pour les tâches réelles.",
  "J'ai renoncé à dire oui pour le Carême, et ce n'est pas encore terminé.",
  "J'ai pour principe personnel de dire non les jours qui se terminent par un 'i'.",
  "Le calendrier de mon téléphone vient de se facepalmer en me voyant seulement y penser.",
  "Je dois mettre à jour mon statut sur les réseaux sociaux à 'occupé à ne pas faire ça'.",
  "Je suis actuellement en train de pencher vers un 'non'.",
  "Ma connexion Wi-Fi de motivation est perdue.",
  "J'attends que mon téléphone se recharge—je ne peux rien faire tant qu'il n'est pas à 100%.",
  "Ma bio sur Twitter dit « Dit souvent non », il faut rester fidèle à l'image.",
  "Je suis occupé à chercher de la motivation sur Google ; aucun résultat trouvé.",
  "Je suis coincé dans un terrier de lapin sur Internet et je n'arrive pas à trouver la sortie.",
  "J'adorerais, mais je préfère pas.",
  "Ma réponse est non—tout juste sortie du four, rien que pour toi.",
  "J'y ai longuement réfléchi, et je vais dire non catégoriquement.",
  "Même pas pour des beignets gratuits.",
  "C'est là que je dis 'non' et nous passons tous les deux à autre chose.",
  "Laisse-moi vérifier mon emploi du temps... oh regarde, c'est un non permanent.",
  "Je suis flatté que tu demandes, mais je vais passer mon tour avec succès.",
  "J'ai atteint mon quota de \"oui\" pour l'année.",
  "Je suis trop cool pour dire oui à ça.",
  "Comme on dit, \"Non, non, et non.\"",
  "Tu ne veux pas que je dise oui—crois-moi, c'est pour le bien commun.",
  "La dernière fois que j'ai dit oui, il a plu pendant 40 jours. Je ne ferai pas ça de nouveau.",
  "J'ai promis à mon moi futur que je dirais non à celle-là.",
  "Si j'acceptais, je devrais l'expliquer à mon thérapeute.",
  "Mes expériences passées avec le oui ont été traumatisantes.",
  "Dire oui est sur ma liste de choses à arrêter.",
  "Je le ferais, mais alors je devrais admettre que j'avais tort de détester tout.",
  "L'univers m'a donné un signe pour dire non (c'était un néon, très clair).",
  "Une fois, j'ai dit oui. Ça ne s'est pas bien terminé. Il y avait des lamas impliqués.",
  "Mon intuition et moi avons voté non à l'unanimité.",
  "Cela semble être une opportunité incroyable... pour quelqu'un d'autre.",
  "Quelle bonne idée ! Je suis triste de ne pas pouvoir y participer. Enfin, pas si triste que ça.",
  "J'envie les personnes qui te diront oui, sincèrement.",
  "J'adore absolument le concept, mais je vais devoir passer mon tour.",
  "Brillant plan ! Malheureusement, je suis sous protection des témoins contre les bonnes idées.",
  "Ce serait un rêve devenu réalité. Dommage que je sois réveillé et que je dise non.",
  "Tu as peint un si beau tableau, je l'admirerai de loin.",
  "Une offre si généreuse ! Je vais généreusement décliner.",
  "Je suis sûr que ce sera un succès retentissant, mais je serai un admirateur de loin.",
  "Ça a l'air passionnant ! Rien que d'y penser, je suis déjà fatigué.",
  "Je suis déjà en pyjama, donc c'est non.",
  "Je ne peux pas me résoudre à sortir de mon confortable cocon de couverture.",
  "Je garde mon énergie pour une sieste épique.",
  "J'ai même la flemme de trouver une bonne excuse, alors c'est non.",
  "Se déplacer de cet endroit nécessite un préavis de 24 heures.",
  "Je conserve mon énergie aujourd'hui sans raison particulière.",
  "Je voudrais bien, mais ça demande des efforts et j'y suis allergique.",
  "Je rencontre actuellement des difficultés techniques pour déménager.",
  "Je m'entraîne pour un marathon de l'immobilité.",
  "Je dois me laver les cheveux cette décennie-là.",
  "Je dois décongeler l'iceberg dans mon congélateur.",
  "Désolé, je dois repasser mes sous-vêtements ce soir-là.",
  "Je dois m'occuper de mon jardin de fleurs en plastique.",
  "Mon poisson a besoin d'une promenade et c'est ma priorité.",
  "Je dois faire tourner les pneus de ma chaise de bureau.",
  "Je fais un marathon de tâches ménagères dans ma tête.",
  "Les plats ont menacé de se révolter si je les laissais à nouveau.",
  "Mon frigo et moi avons une thérapie de couple à ce moment-là.",
  "J'ai besoin de passer mon tour pendant que je trie les chaussettes du zoo.",
  "Dans un univers parallèle, je l'ai totalement fait. Juste pas dans celui-ci.",
  "Peut-être dans ma prochaine vie, j'y penserai, mais le moi actuel dit non.",
  "Dans une dimension parallèle, je suis déjà dessus — dommage que nous soyons ici.",
  "J'ai consulté mon moi alternatif ; il a également refusé.",
  "Si je me clone, j'enverrai le clone. D'ici là, non.",
  "J'ai consulté mon moi du futur, et il a levé les yeux au ciel, alors je vais laisser tomber.",
  "Je suis coincé dans une boucle temporelle à dire non.",
  "Dans une ligne temporelle alternative, j'ai dit oui, et cela a causé une apocalypse zombie.",
  "Mon jumeau maléfique pourrait être intéressé ; dommage qu'il soit occupé aussi.",
  "Dans un univers parallèle, je suis plus serviable. Ce n'est pas cet univers.",
  "Je le ferais, mais cela ressemble dangereusement à du travail.",
  "Mon envie de faire ça est actuellement en coma.",
  "Je suis sûr que je le gâcherais de façon spectaculaire, donc mieux vaut s'abstenir.",
  "Je pourrais participer, mais alors qui tiendrait le mur ici ?",
  "Cette demande dépasse mon niveau de rémunération qui est de zéro.",
  "L'esprit est volontaire, mais l'agenda dit non.",
  "Je préfère ne pas tenter le destin en essayant quelque chose de nouveau aujourd'hui.",
  "Si je rejoins, je ne ferais que diminuer la moyenne.",
  "Moi faire ça ? Voilà le rebondissement que personne ne veut.",
  "Je prends mes distances sociales de cette idée.",
  "J'ai une condition qui m'empêche de dire oui (ça s'appelle la santé mentale).",
  "Mon médecin m'a dit que j'ai besoin de plus de vitamine \"Non\".",
  "Je viens d'être frappé par une sévère crise de pas-aujourd'huïte.",
  "Mentalement, je suis déjà en vacances.",
  "Je suis alité jusqu'à nouvel ordre, prescription médicale (mon docteur est le Dr. Seuss).",
  "J'ai une phobie chronique de l'engagement.",
  "Je couve quelque chose ; ça s'appelle de la paresse.",
  "J'ai rendez-vous avec un oreiller et une couverture.",
  "Mon thérapeute a dit que je devrais éviter les choses qui me rendent malheureux ; je suppose que cela en fait partie.",
  "Je fais face à une urgence de temps pour moi.",
  "Je dois sauver le monde de l'ennui en restant chez moi.",
  "Je suis en train de négocier la paix mondiale (dans un jeu vidéo).",
  "Mon alter ego de super-héros a besoin d'un jour de repos, et moi aussi.",
  "Je suis en mission secrète pour éviter tout ce que vous venez de demander.",
  "J'adorerais, mais alors qui sauvera le monde en mon absence ?",
  "Je suis occupé à orchestrer une sieste mondiale.",
  "Le destin de la chips que je m'apprête à manger est entre mes mains, je ne peux pas l'abandonner.",
  "On m'a choisi comme le gardien de mon salon aujourd'hui.",
  "Je combats un dragon invisible chez moi. Cela prend plus de temps que prévu.",
  "Tu ne veux vraiment pas de moi là-dessus – ma spécialité est de tout gâcher.",
  "Je suis comme un chat noir pour les projets; c'est plus sûr si je reste à l'écart.",
  "Crois-moi, je te rends service en disant non.",
  "Ma participation vient avec une mise en garde, alors je vais t'épargner.",
  "Je me joindrais à vous, mais je suis seulement ici pour fournir des refus pleins d'esprit.",
  "En fait, je suis terrible à ça, sauf si tu as besoin d'un exemple de comment ne pas le faire.",
  "Tu mérites quelqu'un qui dira oui sans donner d'abord trois excuses.",
  "Mon historique suggère que je devrais passer mon tour cette fois-ci.",
  "Je ne suis pas la bonne personne pour le poste ; je suis la bonne personne pour dire non.",
  "Si tu as besoin de quelqu'un pour le saboter, je serais parfait. Sinon, je passe.",
  "Le biscuit chinois a dit 'Non' juste la nuit dernière.",
  "La prophétie prédisait que je refuserais cela.",
  "Mes cartes de tarot ont toutes soupiré en chœur.",
  "J'ai consulté ma boule de cristal, et elle a dit 'non'.",
  "Le monde des esprits recommande que je reste à la maison.",
  "J'ai jeté des runes et elles ont épelé N-O.",
  "Ma boule magique a dit « Les perspectives ne sont pas très bonnes ».",
  "Je lisais les feuilles de thé et elles m'ont dit d'éviter cela à tout prix.",
  "Un voyant m'a mis en garde contre des demandes comme celles-ci.",
  "Je suis déjà en relation sérieuse avec mon lit à cette heure-là.",
  "Le sommeil et moi avons un rendez-vous régulier, je ne peux pas y déroger.",
  "Je le ferais, mais j'essaie ce nouveau truc qu'on appelle dormir.",
  "J'ai déjà pris de la mélatonine. C'est la fin pour moi.",
  "Je garde toute mon énergie pour cligner des yeux et respirer.",
  "J'ai une matinée bien remplie à faire la grasse matinée.",
  "Si ce n'est pas une sieste, ça ne m'intéresse pas.",
  "Je ne peux pas; mon oreiller a besoin de moi.",
  "Ce sera sans moi, je vais plutôt compter les moutons.",
  "Je serai en plein milieu de ma sieste énergisante (qui pourrait durer toute la journée).",
  "Avertissement : Tout accord de ma part est nul là où le plaisir est interdit.",
  "Petites lignes : Mon \"oui\" est accompagné de 0 % d'enthousiasme.",
  "J'ai vérifié les termes et conditions de ma vie, et ça dit 'non'.",
  "En acceptant, je pourrais violer plusieurs de mes principes personnels.",
  "Selon les règles non écrites que je viens d'écrire, je dois refuser.",
  "Mon accord utilisateur m'interdit strictement de faire cela.",
  "Je violerais la Convention de Genève des introvertis si j'acceptais.",
  "J'ai soumis cette demande à ma conformité interne, et elle a échoué.",
  "Mon avocat (qui est imaginaire) me le déconseille.",
  "Le contrat que j'ai signé avec mon lit ne me permet pas de faire autre chose.",
  "Mon assiette est pleine, et j'ai déjà mangé la portion de rendre des services.",
  "Je suis débordé, submergé, et ravi de dire non.",
  "Mon emploi du temps a spontanément pris feu à cause de trop de tâches.",
  "Je gère déjà trop de crises en ce moment—en ajouter une autre pourrait provoquer une explosion.",
  "J'ai déjà trop dans mon assiette, et je suis au régime sans glucides (pas de tâches en plus).",
  "Je suis noyé sous les tâches, et je n'ai pas apporté de tuba.",
  "Je voudrais, mais je suis déjà submergé par d'autres regrets.",
  "Ma liste de tâches et moi ne nous parlons plus, elle est si longue.",
  "Je suis beaucoup trop populaire avec les tâches que je n'ai pas encore faites.",
  "Le hamster qui fait tourner la roue de ma vie est en grève à cause du surmenage.",
  "« Non » est juste « on » épelé à l'envers, et moi je suis parti.",
  "Le correcteur orthographique me suggère de dire N-O-N.",
  "Je t'ai écrit un poème : Les roses sont rouges, les violettes sont bleues, ma réponse est non, je ne peux pas le faire.",
  "La seule chose à laquelle je suis enclin, c'est de décliner.",
  "Permets-moi de te le dire dans un langage que tu comprends : non.",
  "Je parle couramment 5 langues, et dans toutes, la réponse est non.",
  "\"Oui\" et moi ne sommes pas en bons termes en ce moment.",
  "Je répondrais avec une expression latine sophistiquée pour dire non, mais un simple 'non' suffira.",
  "En tant qu'acronyme, ma réponse est N.O.N.",
  "Si tu réarranges les lettres de 'oui', tu obtiens 'iou'—ce qui est exactement le sens que ça aurait pour moi de faire ça.",
  "Je suis occupé jusqu'à la fin des temps.",
  "Mon agenda est rempli jusqu'au siècle prochain, désolé.",
  "J'ai un conflit d'horaire avec le reste de ma vie.",
  "Je ne suis pas libre avant que le soleil ne se lève à l'ouest et ne se couche à l'est.",
  "Reviens me voir dans un million d'années, j'aurai peut-être du temps alors.",
  "Je suis en attente avec la vie en ce moment ; prévoyez une longue attente.",
  "Ma disponibilité est actuellement dans un état d'incertitude quantique, tendant vers le non.",
  "J'ai déjà réservé à l'avance mes mille prochains refus ; tu n'es qu'un d'entre eux.",
  "Mon emploi du temps est plus serré que mon jean après les fêtes.",
  "J'ai regardé mon calendrier, et il s'est moqué de moi rien que de l'avoir demandé.",
  "Merci de penser à moi, mais je vais devoir refuser de manière hilarante.",
  "J'apprécie l'offre, mais je vais devoir refuser, principalement par paresse.",
  "Grand merci d'avoir demandé, mais je ne peux pas, mon pote.",
  "Je suis honoré que vous ayez pensé à moi, mais je dois poliment et avec humour décliner.",
  "Veuillez accepter mes plus sincères excuses alors que je ris et dis non.",
  "Malheureusement, je vais devoir décliner, mais je le ferai avec le sourire.",
  "Ce n'est pas toi, c'est moi. Je suis tout simplement allergique à faire des choses.",
  "Respectueusement, je vais laisser passer cette opportunité.",
  "Je suis vraiment touché que tu aies demandé. Vraiment. Mais c'est toujours non.",
  "Avec tout le respect que je vous dois, pas question.",
  "J'ai oublié comment dire oui.",
  "J'ai des pertes de mémoire à court terme quand il s'agit de responsabilités.",
  "Je serais d'accord, mais je viens d'oublier ce que tu as demandé, donc... non.",
  "Mon cerveau supprime automatiquement ce genre de demandes.",
  "J'ai une amnésie sélective pour les services.",
  "J'allais aider, mais j'ai oublié de m'en soucier.",
  "Je suis désolé, je souffre du syndrome JNP (Jamais N'ai dit Oui).",
  "Je ne me souviens plus de la dernière fois que j'ai dit oui, et je ne vais pas commencer maintenant.",
  "Qu'est-ce que c'était ? As-tu demandé quelque chose ? Non ? Super.",
  "J'ai mis ta demande dans ma déchiqueteuse mentale.",
  "Je ne peux pas ; je suis occupé à apprendre à mon poisson rouge à jouer à aller chercher pour la charité.",
  "Je consacre ce créneau horaire à contempler le sens de la vie. C'est vraiment un cas de charité.",
  "J'ai consacré tout mon temps libre à des causes passives.",
  "Je travaille sur une pétition pour interdire les demandes comme celle-ci.",
  "Mon emploi du temps est rempli de travail bénévole à la Société des Non professionnels.",
  "Je m'entraîne pour un événement caritatif : un marathon où je dis non.",
  "Je sensibilise à l'endanger du mot \"non\" en l'utilisant fréquemment.",
  "J'ai mis aux enchères mon créneau horaire pour ce jour-là au plus offrant de rien.",
  "Je fais une retraite silencieuse loin des responsabilités.",
  "J'ai donné tout mon temps libre à quelqu'un d'autre; je suis en déficit.",
  "Je suis au régime strict sans interactions sociales.",
  "Je dois annuler ; j'ai épuisé mon quota de socialisation pour la semaine.",
  "Je suis tellement en mode introversion en ce moment, je ne peux pas m'arrêter pour faire ça.",
  "Ma batterie sociale est à 0%, et mon chargeur est introuvable.",
  "Je suis en voyage d'aventure d'introverti (à l'intérieur, seul).",
  "Je ne peux pas sortir ; je me suis récemment mis à la vie d'ermite.",
  "Se sociabiliser est hors de question, littéralement, j'ai renversé la table.",
  "Je suis allergique à la foule, et parfois même une personne compte.",
  "La version publique de moi est hors du bureau ; merci de ne jamais me contacter.",
  "Mes jambes ont déposé une plainte pour marche excessive.",
  "Mon allant s'est fait la malle sans moi.",
  "Je suis en pleine expérience extracorporelle et je ne suis pas encore revenu.",
  "Mon énergie et moi sommes actuellement en relation à distance.",
  "Je me suis réveillé avec une sérieuse attaque de gravité aujourd'hui; je ne peux pas me lever.",
  "Mes membres ont fait grève jusqu'à nouvel ordre.",
  "Je me sens aussi actif qu'un paresseux en vacances.",
  "Je suis en résidence surveillée par ma propre paresse.",
  "Je préférerais me baigner dans une soupe d'une semaine plutôt que de faire ça.",
  "Je préfère jongler avec des tronçonneuses les yeux bandés—cela semble plus sûr que de dire oui.",
  "Je gravirais le Mont Everest pieds nus avant d'accepter ça.",
  "Je préfère être la seule cible dans un match de paintball plutôt que d'y participer.",
  "Honnêtement, mâcher du verre semble plus amusant que de dire oui à ça.",
  "Je préfèrerais encore pratiquer moi-même ma chirurgie dentaire sans anesthésie.",
  "Dire oui ? Je préférerais encore défier un kangourou à un match de boxe.",
  "Je préférerais marcher sur des briques de Lego pendant une heure.",
  "Je préfère le frisson de ne pas le faire, merci.",
  "J'accepterais, mais j'ai pour principe de ne pas tomber dans des pièges évidents.",
  "Je voudrais bien, mais mon compte en banque dit que je ne peux pas me permettre l'essence pour y aller.",
  "À moins qu'il y ait un prix en espèces pour moi, je vais devoir refuser.",
  "Je ne travaille que sur commission, et cette demande ne paie pas en pizza.",
  "Si vous me payez en lingots d'or, je reconsidérerai. Sinon, non.",
  "Mon comptable m'a conseillé que dire oui ne règle pas mes comptes.",
  "J'attends qu'un mécène riche finance mes oui.",
  "Je ne peux pas intégrer cela dans mon budget de temps et d'énergie.",
  "Je suis un peu dans une impasse financière : à court d’argent et de oui.",
  "À moins d'obtenir des options sur actions pour cela, je suis dehors.",
  "J'exige un acompte rien que pour envisager de dire oui.",
  "J'attends un signe de l'univers... oh, le voilà : il dit non.",
  "Je dois conserver mon dernier neurone.",
  "Mon angoisse existentielle et moi avons des projets.",
  "Je suis en grève jusqu'à nouvel ordre, et je suis le chef du syndicat.",
  "J'ai un rendez-vous brûlant avec une pizza et une émission télé.",
  "Je célèbre actuellement la Journée Nationale du Non, c'est une fête personnelle.",
  "J'ai pour principe de ne pas sauter dans les volcans, et cela me semble tout aussi dangereux.",
  "Je ne peux pas venir, j'ai déjà prévu de passer du temps avec mon lit et mon oreiller.",
  "Je dois refuser, pour la science !",
  "J'essaie de voir combien de temps je peux tenir sans rien faire de productif.",
  "Ma mère a dit que je dois rester à la maison et, euh, ranger le garde-manger par ordre alphabétique.",
  "Ma famille m'a réservé pour une partie de cache-cache et je suis la pièce manquante.",
  "Mes enfants m'ont puni pour avoir essayé d'avoir une vie.",
  "Je ne peux pas ; les esprits de mes ancêtres seraient mécontents si je le faisais.",
  "Mon chien ne me laisse sortir de la maison que pour des promenades, pas pour travailler.",
  "C'est une soirée en famille et par famille, j'entends moi et mes en-cas.",
  "Je dois respecter une tradition familiale de ne rien faire ce soir.",
  "Mon chat me lance le regard du \"n'ose même pas sortir\".",
  "La réunion de famille de mes poissons rouges a lieu dans mon aquarium.",
  "NON est juste OUI souffrant d'un trouble oppositionnel avec provocation.",
  "N-O : deux lettres qui, une fois combinées, décrivent parfaitement mes projets.",
  "Je vais transformer cette invitation en un inviti-NON.",
  "« Non » est mon animal totem.",
  "Je ne peux pas écrire 'non' sans N-O.",
  "On dit que deux négations font une affirmation, mais ma négation unique reste ferme.",
  "Je refuse en consonne et m'en vais en voyelle.",
  "Au cas où vous l'auriez manqué : N comme Non, O comme Oh-non-pas-aujourd'hui.",
  "Ma devise est 'Dis simplement non', et je suis très fidèle à ma devise.",
  "Je me suis inscrit à un cours pour apprendre à dire non, et je suis juste en train de m'exercer avec mes devoirs.",
  "Je préfère regarder l'herbe pousser à ce moment-là, désolé.",
  "En fait, je prévoyais de compter des grains de sable, ce qui semble plus amusant.",
  "J'attendais avec impatience de réorganiser ma collection de boutons à la place.",
  "J'ai prévu de passer du bon temps avec mon ventilateur de plafond.",
  "J'ai un rendez-vous palpitant avec le fait de ne rien faire du tout.",
  "Je suis engagé dans une histoire d'amour passionnée avec le temps libre, et je ne peux pas lui être infidèle.",
  "Il y a une rediffusion d'une émission que je n'ai jamais vue et que je ne peux pas rater.",
  "J'ai déjà promis de passer ce temps-là à me tourner les pouces.",
  "Je dois décliner ; je ne voudrais pas éclipser tout le monde par ma présence.",
  "Ma grandeur est tout simplement trop imposante pour que cet événement puisse la gérer.",
  "Je dirais oui, mais alors ce ne serait pas juste pour les autres quand je réussirais sans effort.",
  "Je ne peux pas venir ; les paparazzis pourraient envahir ton événement si je le fais.",
  "Je te rends service en ne venant pas voler la vedette.",
  "J'y assisterais, mais je suis un peu une vedette dans mon propre miroir.",
  "Je suis trop cool pour ça (et par trop cool, je veux dire trop paresseux).",
  "Permets-moi de décliner gracieusement, afin que tu puisses t'amuser sans ma présence écrasante d'incroyabilité.",
  "Je vais devoir refuser ; je suis trop occupé à être fabuleux(se) ailleurs.",
  "Je dois humblement refuser car ma perfection est épuisante.",
  "Je dois retourner l'Anneau Unique au Mordor ce jour-là.",
  "Désolé, à ce moment-là, je suis censé combattre Dark Vador.",
  "Je dois rester près du téléphone au cas où Poudlard appellerait.",
  "Je le ferais, mais je me suis déjà porté volontaire ailleurs.",
  "Mon Bat-Signal vient de s'allumer, je dois aller sauver Gotham à la place.",
  "Je ne peux pas—mon convecteur temporel est en panne et je ne peux pas arriver à temps.",
  "Cette nuit-là est mon voyage prévu de retour vers le futur.",
  "Les zombies pourraient attaquer si je quitte la maison, je l'ai vu dans un documentaire (d'accord, c'était un film de zombies).",
  "Je suis occupé à négocier avec des sbires; la domination du monde ne peut pas attendre.",
  "Je dois consulter le Docteur Strange concernant ma présence (il a prévu que non).",
  "Mon patron m'a dit de dire oui seulement aux augmentations de salaire, donc non à tout le reste.",
  "J'ai épuisé tous mes congés maladie, donc je vais faire semblant d'aller bien et rester chez moi.",
  "Mon professeur a dit que je dois me concentrer sur le fait de ne pas trop m'engager.",
  "J'ai un truc de boulot... ça s'appelle éviter le boulot.",
  "Mon calendrier au travail affiche un grand \"NON\" rouge pour cette date.",
  "Je ne peux pas, j'ai une réunion importante pour fixer un tableau Excel et contempler la vie.",
  "Je prends un jour de congé pour éviter les gens.",
  "J'ai une conférence téléphonique avec moi-même, et c'est très chronophage.",
  "Mes heures supplémentaires se sont battues avec mon temps libre, et le temps libre a perdu.",
  "Mon droit de retrait est en vigueur.",
  "Si j'y vais, cela pourrait déclencher l'apocalypse. Mieux vaut ne pas prendre le risque.",
  "Je dois rester sur place pour empêcher l'épidémie de zombies de commencer (c'est une longue histoire).",
  "Je viendrais, mais Nostradamus a prédit que je dirais non.",
  "C'est un des signes de l'apocalypse si je dis oui, évitons cela.",
  "Ma présence est le dernier sceau avant l'apocalypse, donc c'est un non catégorique.",
  "Je crains que mon oui n'invoque Cthulhu ou quelque chose du genre.",
  "J'évite de provoquer un effet papillon qui détruirait le monde.",
  "La légende dit que si jamais je suis d'accord, le monde se terminera par un spectaculaire numéro musical.",
  "J'ai passé un pacte avec un démon pour ne jamais dire oui, et je déteste rompre un contrat.",
  "L'horloge de l'apocalypse avance plus vite chaque fois que je pense accepter.",
  "Oui, tu peux interpréter mon silence comme un non.",
  "Dans mon esprit, je hoche la tête en signe de oui, mais physiquement, je secoue la tête en signe de non.",
  "Bien sûr...ement tu peux trouver quelqu'un d'autre ?",
  "Oui est dans mon vocabulaire, mais pas aujourd'hui.",
  "Sur une échelle de oui à non, je suis à « même pas en rêve ».",
  "Je voulais dire oui, mais tout ce qui est sorti, c'est non.",
  "Considère mon 'oui' comme perdu par la poste.",
  "O-U-I sont des lettres que tu n'entendras pas de moi aujourd'hui.",
  "Imagine-moi en train de ne surtout pas faire ça avec enthousiasme.",
  "M'imaginer en train d'aider ? Maintenant, imagine le contraire. Voilà.",
  "Je ne me sens pas chanceux, alors je ferais mieux de ne pas risquer de dire oui.",
  "J'ai lancé les dés et ils ont indiqué 'non'.",
  "J'ai consulté Dame Chance ; elle m'a dit de rester chez moi.",
  "Ma chance m'a quitté juste avant que tu ne demandes.",
  "Si j'avais un sou porte-bonheur à chaque fois que j'ai dit non, je serais riche. En parlant de cela, non.",
  "Je me joindrais bien, mais j'ai accidentellement passé sous une échelle et cassé un miroir. Je ne prends pas de risques.",
  "Ma voyante a dit 'ce n'est pas dans vos étoiles', je lui fais confiance.",
  "J'ai tiré une carte d'un jeu ; elle disait 'Ne passez pas par la case départ, ne dites pas oui'.",
  "Le destin a décidé de glisser à gauche sur celle-là.",
  "Les étoiles se sont alignées... pour former un grand 'NON'.",
  "Je ne peux pas ; la météo a annoncé 100 % de chances que je reste chez moi.",
  "Il pleut des \"non\" et je suis trempé jusqu'aux os.",
  "Je ne sors que par des conditions météorologiques parfaites, ce qui n'est clairement pas le cas (pour moi).",
  "Les vents du destin ont soufflé et j'ai reçu un \"non\" en pleine figure.",
  "Il y a une tempête qui se prépare et elle s'appelle Ma Réticence.",
  "Je soupçonne qu'une tornade soudaine de responsabilités me retiendra à l'intérieur.",
  "Je ne suis pas dans mon assiette, sous un nuage de non.",
  "La prévision pour ce jour-là est moi avec de fortes chances de ne pas me présenter.",
  "Je détesterais sortir et fondre ; je suis fait de sucre et de sarcasme.",
  "Je pourrais dire oui, mais ce serait un mensonge.",
  "Mon cœur dit oui, mais mon âme dit 'tu plaisantes ?'",
  "Je suis physiquement capable de le faire, mais moralement opposé (à l'effort).",
  "J'ai un conflit intérieur : une partie de moi dit « non ». L'autre partie dit aussi « non ».",
  "J'ai atteint un âge où je dis simplement non aux choses que je déteste. Et je déteste ça.",
  "Ma volonté de faire ça est coincée dans les embouteillages et n'arrivera pas.",
  "J'y ai réfléchi. Et ma réponse est 'non'.",
  "En théorie, je pourrais, mais restons dans la réalité où je ne le ferai pas.",
  "J'essaie d'être moins accommodant avec les gens, à partir de maintenant.",
  "Je viens de me regarder dans le miroir et de m'exercer à dire 'non' et ça me semblait juste.",
  "Je ne peux pas dire oui avant d'avoir bu mon café. Et je n'ai jamais l'intention de prendre du café.",
  "Pas de caféine, pas de salut.",
  "Mon café et moi avons un pacte : pas de décisions importantes sans lui, et il n’est pas disponible.",
  "Je dirais oui, mais je n'ai pas encore atteint mon quota de café quotidien pour faire face aux conséquences.",
  "Je suis dans un état décaféiné de non.",
  "Mon cerveau fonctionne uniquement à la caféine, et nous subissons une coupure de courant.",
  "Pas de café, pas de travaux.",
  "La machine à café s'est mise en arrêt maladie, donc je suis incapable d'accepter quoi que ce soit.",
  "Je me suis promis de ne prendre de décisions qu'après le café ; dommage qu'il soit déjà l'heure de dire non.",
  "Mon café du matin et moi avons décidé que cela ne valait pas la caféine que cela demanderait.",
  "Je suis trop occupé à planifier la domination du monde pour y assister.",
  "Si je disais oui, cela pourrait ruiner mon plan machiavélique.",
  "Mon repaire secret nécessite des soins à ce moment-là.",
  "Je suis au milieu d'un plan machiavélique et je ne peux pas m'en détourner.",
  "Je ne peux pas t'aider ; je suis un super-vilain en formation et ça ruinerait ma réputation.",
  "Je me joindrais à vous, mais ensuite je devrais vous recruter dans mes plans et cela ne vous plairait pas.",
  "Je réfléchis à un moyen de conquérir le monde, et j'ai besoin de toute ma concentration.",
  "Mes sbires ont programmé une révolte pour ce jour-là, et je dois être présent.",
  "Je dois malheureusement décliner car j'ai de nombreux rires diaboliques à pratiquer.",
  "Le mal ne dort jamais, et apparemment moi non plus, sauf que je ne vais certainement pas sortir.",
  "J'essaie d'aligner mes chakras en ne stressant pas, alors je vais dire non.",
  "Pour maintenir l'équilibre dans la Force, je dois refuser.",
  "Mon yin et yang me disent de ne pas le faire.",
  "Pour l'équilibre cosmique, je ne peux pas être d'accord.",
  "Je suis en train d'apporter un ajustement feng shui à ma vie qui interdit de nouveaux engagements.",
  "Je dois refuser, sinon le fragile équilibre de ma paresse sera perturbé.",
  "Dire oui déséquilibrerait mon ratio hebdomadaire de oui à non.",
  "Je dois garder mon karma clair, et je sens qu'un oui le troublerait.",
  "Je dois atteindre la paix intérieure, ce qui signifie ne pas compliquer ma journée avec ça.",
  "J'ai peur que si je m'amuse, cela devienne une mauvaise habitude.",
  "Si je finis par aimer ça, je devrai le refaire, donc non.",
  "J'ai peur de réussir, donc je dois refuser tout ce qui pourrait fonctionner.",
  "J'ai peur de placer la barre trop haut si je dis oui et que je fais du bon travail.",
  "Du fun ? Je ne suis pas sûr de me souvenir de ce que c'est, mieux vaut ne pas prendre de risques.",
  "Je suis allergique au fun—je fais des poussées de sarcasme.",
  "J'évite tout ce qui pourrait me faire trop sourire.",
  "J'essaie de rester mystérieux et dire oui me rendrait trop accessible.",
  "J'aime garder mes attentes basses en ne faisant rien.",
  "J'évite de m'amuser jusqu'à nouvel ordre.",
  "Me demander de faire ça, c'est comme demander à un poisson de grimper à un arbre.",
  "Moi, faire ça, ce serait comme une poule essayant de faire de l'algèbre.",
  "Dire oui serait aussi inhabituel qu'un chat devenant végétalien.",
  "Cette idée et moi, c'est comme l'eau et l'huile.",
  "Ma participation, c'est comme un rond dans un carré—ça ne colle tout simplement pas.",
  "Ma motivation et cette tâche sont comme deux aimants qui se repoussent.",
  "Ce serait comme s'attendre à ce qu'un paresseux gagne un sprint de 100 mètres.",
  "Aussi compatibles que la crème glacée et la soupe chaude—mieux vaut les garder séparées.",
  "Dire oui est aussi probable que des cochons pilotant un vaisseau spatial.",
  "Cette demande est le beurre de cacahuète pour mon allergie.",
  "Je viens de réaliser que c'est un jour férié : la Journée nationale du \"Je ne vais pas le faire\".",
  "J'observe une fête personnelle appelée Non-vembre.",
  "Je ne peux pas; j'ai des doléances de Festivus à exprimer ce jour-là.",
  "Je suis occupé ce jour-là à célébrer le Festival du Non.",
  "Je me suis déjà engagé pour la Journée Anti-Travail.",
  "Je célèbre le Jour du Contraire en faisant le contraire de ce que tu demandes.",
  "Désolé, c'est ma journée annuelle de repos... comme le sabbat, mais pour la paresse.",
  "Je ne célèbre que les événements qui impliquent un gâteau, donc s'il n'y a pas de gâteau, non.",
  "Cette date entre en conflit avec ma célébration prolongée de la fêtes de la flemme.",
  "C'est l'anniversaire de ma pierre de compagnie, ce qui équivaut pratiquement à un jour férié mondial pour moi.",
  "Je veux dire oui, mais mon bon sens crie \"non\" à plusieurs reprises.",
  "Mon cœur dit peut-être, mais mon cerveau a agité un énorme drapeau rouge.",
  "Mon intuition a commencé à faire la Macarena quand tu as demandé (c'est la danse du non).",
  "Chaque fibre de mon être est actuellement en train de faire la vague en l'honneur de dire non.",
  "La petite voix responsable dans ma tête et la grande paresseuse sont toutes deux d'accord : non.",
  "J'ai consulté mon bon sens, et il a ri de manière hystérique.",
  "Mon cerveau a surligné cette demande et a appuyé sur la touche supprimer.",
  "Ma conscience me hanterait si je disais oui.",
  "Même l'ange sur mon épaule dit : 'non, mec'.",
  "Ma petite voix intérieure hurle juste 'NOOOON' à la manière de Dark Vador.",
  "Je ne procrastine pas ; je dis non de manière proactive à l'avance.",
  "Je reporte ma décision jusqu'à la fin des temps—spoiler : c'est non.",
  "Pourquoi faire aujourd'hui ce que je peux éviter indéfiniment ?",
  "Mon agenda dit juste 'Non' sur chaque page cette semaine.",
  "Je vais ajouter cette demande à ma liste de choses à faire juste après \"apprendre la téléportation\".",
  "Je suis en train de reprogrammer ma procrastination pour plus tard.",
  "J'attends la dernière minute, et elle n'est pas encore arrivée pour ça.",
  "J'ai pensé à le faire plus tard, puis j'ai réalisé que plus tard était aussi complet.",
  "Je suis en pleine procrastination, je ne peux pas m'arrêter maintenant.",
  "Je reporte mon oui à une année qui n'existe pas.",
  "J'aimerais t'aider, mais ensuite nous serions deux à avoir besoin d'aide.",
  "Je ne suis pas sûr que tu puisses te permettre les dégâts que je causerais en essayant.",
  "Mon aide est assortie d'une garantie de remboursement, mais vous n'en voulez pas.",
  "Je suis la dernière personne qui devrait faire ça—littéralement, je suis le dernier dans la file.",
  "J'ai essayé de faire quelque chose de similaire une fois ; disons juste que les pompiers ont dû intervenir.",
  "Si je le fais, tu passeras plus de temps à corriger mes erreurs.",
  "Ma compétence est en vacances en ce moment.",
  "Je suis excellent pour procrastiner, pas pour faire les choses réellement.",
  "Je serais volontaire, mais les frais d'incompétence que je facture sont assez élevés.",
  "Je voudrais aider, mais ensuite je devrais légalement décliner toute responsabilité pour les résultats.",
  "Ça ne m'apporte pas vraiment de joie, donc je vais passer.",
  "Cette idée ne passe pas le test pour moi.",
  "Je ne ressens pas une forte attraction gravitationnelle pour faire ça.",
  "Mon niveau d'intérêt est quelque part entre zéro et négatif.",
  "Si j'étais encore moins intéressé, je serais dans le coma.",
  "Ma curiosité a quitté la pièce lorsque j'ai entendu cette idée.",
  "Je suis sûr que c'est fascinant, mais ma capacité d'attention pense autrement.",
  "Je garde mon enthousiasme pour quelque chose de plus ennuyeux.",
  "Je me suis endormi à mi-chemin en y réfléchissant.",
  "J'ai essayé de m'enthousiasmer et je me suis foulé un muscle.",
  "Mon agent de probation a dit que j'ai seulement le droit de travailler à être paresseux.",
  "Le FBI a appelé ; ils ont dit que si je disais oui, ce serait un risque pour la sécurité nationale.",
  "Je viendrais, mais le juge de ma vie m'a condamné à rester chez moi.",
  "Mon permis de m'amuser a été révoqué.",
  "J'aimerais bien m'exécuter, mais je suis sous strictes consignes de moi-même de ne pas le faire.",
  "La reine d'Angleterre m'a apparu en rêve pour me dire de rester à la maison (je n'obéis qu'aux ordres royaux).",
  "L'île sur laquelle je suis exilé ne me permet pas de partir pour des événements.",
  "Je suis contractuellement obligé de refuser en vertu des termes de mes choix de vie.",
  "La police m'a dit que je suis trop intéressant pour assister à des rassemblements normaux.",
  "Je suis trop vieux pour ce genre d'engagement envers les choses.",
  "Je pense que je suis à un âge où je dis simplement non à ce genre de choses.",
  "À mon âge, mon je-m'en-fiche est cassé.",
  "Je traverse une crise de la quarantaine et dire oui n'en fait pas partie.",
  "Je suis dans ma phase de rébellion où je ne fais que ce que je veux, donc non.",
  "Je laisse s'exprimer mon vieux grognon intérieur et je reste à la maison.",
  "Je revisite ma rébellion adolescente en disant non à tout.",
  "À mon époque, nous n'avions pas à faire des choses que nous ne voulions pas faire (et je compte bien le maintenir ainsi).",
  "Je m'entraîne pour mon futur en tant que vieil ermite grincheux.",
  "Je vieillis comme un bon vin, ce qui signifie que je deviens de plus en plus têtu à dire non.",
  "Ma marraine la bonne fée a dit que je devrais rester à la maison sinon je me transformerai en citrouille.",
  "Cendrillon a laissé une chaussure ici et je dois aider à trouver l'autre au lieu de sortir.",
  "J'attends le Prince Charmant avec une pizza, donc je ne peux aller nulle part.",
  "Je ne peux pas venir ; le grand méchant loup est à ma porte (apparemment pour me vendre de l'assurance).",
  "Je dois garder un œil sur ma maison en pain d'épices, tu sais comment c'est.",
  "Les sept nains m'ont mis en garde contre le fait de trop me surmener.",
  "Je suis sous l'effet d'un sortilège de sommeil que seul le temps (et ne pas faire ça) peut briser.",
  "J'ai perdu ma pantoufle de verre et je ne peux pas sortir sans chaussures adéquates.",
  "La grenouille que j'étais censé embrasser pour devenir un prince m'a demandé de remettre ça à plus tard.",
  "Je suis coincé dans un conte de fées, et accepter ça ne fait pas partie de l'histoire.",
  "Je dois surveiller le réfrigérateur ce soir ; les collations comptent sur moi.",
  "J'ai consacré ce temps à une glace qui avait besoin de compagnie.",
  "Je fais le plein de glucides pour un marathon de ne pas faire ça.",
  "J'ai un rendez-vous avec une pizza et elle serait jalouse si j'annulais.",
  "Je ne peux pas sortir ; mon frigo vient d'ouvrir une bouteille de vin et ce serait impoli de ne pas me joindre.",
  "Je teste une théorie selon laquelle je peux survivre uniquement avec des chips, je ne peux pas interrompre cela.",
  "Mon four et moi avons prévu de faire cuire et manger un gâteau entier.",
  "J'ai promis d'aider mon pop-corn à éclater — c'est un processus très complexe.",
  "J'aimerais bien, mais je viens de commencer à cuisiner un repas de cinq plats pour une seule personne (moi).",
  "J'apprends à cuisiner des repas invisibles ; c'est très chronophage.",
  "Je suis de garde en tant que pantouflard de la famille.",
  "Je suis la personne désignée pour rester à la maison cette semaine.",
  "Je fais partie du jury au tribunal de ma propre paresse.",
  "Je suis en mission secrète de réserve – je ne peux pas en dire plus, sache juste que je ne peux pas venir.",
  "Je suis la personne à contacter en cas d'urgence pour mon téléviseur, donc je dois rester disponible.",
  "Je suis résolu à rester à la maison en cas d'urgence de collation.",
  "Je me suis inscrit pour être un sujet de test pour faire la grasse matinée, et j'ai une séance à ce moment-là.",
  "Je fais partie d'un projet top secret appelé Projet Non.",
  "Ma voiture a décidé de prendre un jour de congé personnel.",
  "Les transports en commun dans mon salon ne sont actuellement pas opérationnels.",
  "J'ai essayé de partir, mais ma porte ne voulait pas me laisser (nous avons négocié, et je suis resté).",
  "Mon GPS m'a conseillé de rester chez moi pour éviter de mauvaises décisions.",
  "Mon poney de covoiturage est malade. Oui, c'est un poney, ne demande pas.",
  "J'irais en vélo, mais mon vélo vient de se moquer de moi.",
  "Uber ne me conduit pas vers de mauvaises idées.",
  "J'ai manqué le fil de pensée qui m'aurait fait y aller.",
  "Mon balai est chez le réparateur (tu sais à quel point ils sont peu fiables).",
  "Tous les chemins m'amènent à rester chez moi.",
  "Mon assurance ne couvre pas mes actions si je fais ça.",
  "J'ai besoin de rester dans un environnement sûr, et cet événement semble risqué (pour ma santé mentale).",
  "La Santé et Sécurité au Travail a signalé cette activité comme un danger pour moi.",
  "J'attends que mon costume de papier bulle arrive avant d'essayer de telles choses.",
  "Cela semble dangereux pour mon bien-être (surtout mon bien-être mental).",
  "Je ne fais fonctionner des machines lourdes (comme mon canapé) que sous surveillance, donc je ne peux pas y aller.",
  "La dernière fois que j'ai essayé, j'ai eu une coupure de papier sur mon âme.",
  "Pour des raisons de sécurité, je dois me tenir à l'écart de ce genre d'excitation.",
  "Mon ange gardien a déposé une ordonnance restrictive contre ce plan.",
  "Je préférerais ne pas blesser ma volonté de vivre en disant oui.",
  "J'ai transcendé le besoin d'activités comme ça.",
  "Je me concentre sur le chemin de ne rien faire, pas sur la destination de cette tâche.",
  "Ma crise existentielle et moi avons décidé de ne pas le faire.",
  "Dans la vaste tapisserie de la vie, je suis le fil qui passe son tour.",
  "J'ai réalisé que le sens de la vie n'est pas de faire ça, donc ça ira.",
  "Je préfèrerais chercher le sens de la vie plutôt que d'assister.",
  "Je pense, donc je suis... pas enclin à faire ça.",
  "Ma philosophie actuelle : si cela nécessite un pantalon, c'est non.",
  "Je pratique le wu wei (ne rien faire) selon le taoïsme, donc je dois décliner.",
  "Faire ou ne pas faire ? Telle est la question, et j'ai répondu « ne pas faire ».",
  "Je me suis entraîné pendant des années sous la tutelle d'un maître du refus.",
  "J'ai une ceinture noire en Non-jitsu.",
  "J'ai passé toute ma vie à me préparer pour dire non à cette demande précise.",
  "J'ai suivi un séminaire sur l'affirmation de soi et j'ai hâte de mettre en pratique ce que j'ai appris : Non.",
  "Mes réflexes sont affûtés pour automatiquement refuser les invitations.",
  "Je me suis inscrit à un atelier \"Apprenez à dire non\" et j'ai besoin de m'entraîner.",
  "Je fais partie d'une société secrète où nous ne communiquons que par des refus.",
  "Ma réaction instinctive est de dire non, et mon genou est particulièrement nerveux.",
  "Dire non est mon cardio.",
  "J'ai répété mon 'non' toute la semaine pour une occasion comme celle-ci.",
  "Non est mon deuxième prénom. Enfin, pas légalement, mais spirituellement.",
  "Je viens d'une longue lignée d'experts en refus.",
  "Mon test ADN est revenu : je ne le fais pas à 100 %.",
  "Je suis génétiquement prédisposé à dire non.",
  "Je suis né pour dire non—c'est le premier mot que j'ai dit et je n'ai jamais arrêté.",
  "J'ai une maladie génétique rare où je fais des poussées de refus.",
  "Mon animal totem est un paresseux, et il me dit de rester tranquille.",
  "Astrologiquement, je suis un Capri-non ou une Balance-pas-d'accord (l'un des deux).",
  "J'ai prêté serment enfant d'éviter tout ce qui ressemble à cela.",
  "Mon coach de vie m'a conseillé d'éliminer les sources de stress, en commençant par celle-ci.",
  "Mes amis feraient une attaque cardiaque si je disais soudainement oui aux choses.",
  "Cela créerait un précédent fâcheux si je commençais à accepter des demandes raisonnables.",
  "Si je commence à dire oui maintenant, où cela s'arrêtera-t-il ? La domination mondiale ? Mieux vaut pas.",
  "Dire oui une fois pourrait me donner une réputation d'être serviable—je ne peux pas me permettre ça.",
  "Je ne peux pas bouleverser mon système avec une telle responsabilité ; c'est l'ordre du médecin.",
  "Oui est un si petit mot pour un événement qui change autant la vie, je ne suis pas prêt.",
  "J'ai peur que dire oui maintenant n'ouvre les vannes des attentes.",
  "Si je disais oui, les gens pourraient s'attendre à ce que je le refasse. Que cette idée périsse.",
  "Accepter cela embrouillerait tous ceux qui me connaissent comme un expert en esquive.",
  "Ma marque est 'déception fiable', et je dois rester cohérent.",
  "Puis-je remettre ça à plus tard et l'oublier pour toujours ?",
  "Programmons cela pour le 12 jamais.",
  "Je te rejoindrai le 32 de ce mois.",
  "Et si je prenais le prochain... dans un univers parallèle ?",
  "Peut-être une autre fois, comme quand les poules auront des dents ou que l'enfer gèlera, au choix.",
  "Je serai présent en esprit. Plus précisément, l'esprit de « pas là ».",
  "Disons que j'étais là dans notre imagination et on s'arrête là.",
  "Je suis avec vous en pensée, mais pas en corps ou en présence réelle.",
  "Je te ferai savoir quand je serai libre. (Ne m'attends pas.)",
  "Je suis en mission dans un jeu vidéo et la vraie vie ne peut pas rivaliser.",
  "J'aimerais bien, mais je suis à un point d'XP de monter de niveau en ne faisant rien.",
  "Ma guilde dans World of Warcraft a besoin que je cultive des potions de « Non ».",
  "Je suis en plein milieu d'une partie de Tetris à enjeux élevés (oui, c'est très sérieux).",
  "J'ai promis à mes amis en ligne que je garderais le serveur actif en restant connecté.",
  "Je m'entraîne à améliorer mes compétences de jeu ; les quêtes de la vie réelle devront attendre.",
  "Je dois défendre mon village virtuel contre des envahisseurs pixélisés à ce moment-là.",
  "Ma manette est morte, tout comme mon envie de sortir.",
  "Je fais actuellement semblant d'être un reclus.",
  "Je suis occupé à atteindre un nouveau record en introversion.",
  "Je n'ai rien à porter qui irait avec l'air de regret que j'aurais si j'y allais.",
  "Tous mes vêtements sont allergiques aux activités extérieures.",
  "J'irais, mais je me suis déjà mis en pyjama.",
  "Je ne trouve pas ma motivation pour m'habiller chic ; je crois que je l'ai donnée.",
  "Le code vestimentaire pour ça ressemble à 'effort', donc je passe mon tour.",
  "Je n'assiste qu'aux événements qui autorisent les pyjamas comme tenue de soirée.",
  "Mon sens de la mode vient de m'envoyer un message : il a dit de ne pas s'en soucier.",
  "Je suis coincé dans le Narnia de mon placard et je ne peux pas sortir pour y assister.",
  "Désolé, rien dans mon placard ne crie \"allons-y\". Tout crie \"reste à la maison\".",
  "Mon chien a mangé mes devoirs, et a ensuite réclamé une suite.",
  "J'étais en retard parce que le temps a décidé d'avancer plus vite que moi aujourd'hui.",
  "J'ai manqué le travail parce que ma chambre menait une prise d'otage avec moi comme otage.",
  "Je ne suis pas venu car je préfère être élégamment absent.",
  "Mon réveil et moi avons eu une dispute, et il a gagné en ne sonnant pas.",
  "J'ai séché le cours parce que j'avais le sentiment que je me devais de ne pas apprendre de mauvaises choses.",
  "Je n'ai pas pu vous rejoindre car j'étais occupé à ne pas paniquer à ce sujet.",
  "Je n'ai pas assisté à la réunion parce que j'étais captivé par un rêve éveillé.",
  "Je me suis désisté à la dernière minute parce que les problèmes d'engagement sont de famille.",
  "Je suis arrivé à l'heure en esprit, mais mon corps a pris un détour.",
  "Est-ce qu'un poisson a besoin d'une bicyclette ? C'est à peu près à quel point j'ai besoin de faire ça.",
  "Les cochons volent-ils ? Ce n'est qu'alors que je le ferais.",
  "Le ciel est-il vert ? Non ? Voilà ma réponse.",
  "Serait-il sage que j'accepte ? C'est un non de la part du Conseil de Moi.",
  "Est-ce que c'est le moment où je suis censé dire oui ? Non ? Parfait, parce que je ne le ferai pas.",
  "Ai-je l'air d'être quelqu'un qui ferait ça ? Exactement, je n'en ai pas l'air.",
  "C'est la journée des contraires ? Sinon, ma réponse est non.",
  "Est-ce que je viens de m'entendre me porter volontaire ? Non, donc je vais rester comme ça.",
  "Est-ce une question piège ? Parce que je vais répondre comme si c'en était une : non.",
  "Est-ce que je viens ? Je te répondrai quand l'eau ne sera plus mouillée.",
  "Je vais te donner ma réponse en danse interprétative. *exécute un NON*",
  "Si je savais chanter, je te chanterais \"noooon\" en opéra.",
  "Imagine-moi crier dramatiquement 'Je décline !' en agitant une cape.",
  "Je vais écrire un haïku pour ma réponse : « Non absolument / Indubitablement non / Toujours non, désolé ».",
  "Imagine un avion écrivain dessinant \"NON\" au-dessus de ta maison—c'est ma réponse.",
  "Insère un son d'orchestre : tan-tan-tan NON.",
  "Je lance des confettis et les confettis forment le mot 'NON'.",
  "Je brandis une pancarte avec la note 0, comme dans 0% de chance.",
  "Théâtre d'improvisation : je joue une personne qui dit non. Fin de la scène.",
  "Sortie dramatique accompagnée d'un monologue de refus.",
  "Je le ferais, mais je suis Batman. (Ça fonctionne comme excuse, non ?)",
  "J'ai été enlevé par des extraterrestres hier et ils m'ont donné des instructions strictes pour éviter ça.",
  "Les extraterrestres m'ont invité à une fête dans la galaxie, et j'ai déjà répondu oui à leur invitation.",
  "Je communique avec des extraterrestres à ce moment-là, les événements terrestres doivent attendre.",
  "Je suis en mission pour Mars dans mes rêves, conflit d'emploi du temps avec la réalité.",
  "Je ne peux pas venir ; je suis le guide touristique des extraterrestres pour la Terre et ils sont très exigeants.",
  "Le vaisseau-mère vient me chercher d'une minute à l'autre.",
  "J'apprends une langue extraterrestre; ils n'ont pas de mot pour dire oui, et moi non plus en ce moment.",
  "Les extraterrestres ont emporté mon enthousiasme avec eux quand ils sont partis.",
  "Je soupçonne d'être un extraterrestre, et nous évitons traditionnellement ces situations.",
  "Ma planète a besoin de moi, donc je dois partir (ce qui veut dire que je dois rester chez moi).",
  "Je me présente à la présidence du club de la procrastination ; ma campagne prend beaucoup de temps.",
  "Ma volonté de participer a mystérieusement disparu juste au moment où tu as demandé.",
  "J'ai joué à la loterie de l'empathie et j'ai perdu.",
  "J'ai une peur irrationnelle de prendre accidentellement plaisir aux obligations, donc je les évite.",
  "Comme le dit le mème, personne n'a le temps pour ça.",
  "Je suis tellement ancré dans ma zone de confort que je ne vois même pas la sortie.",
  "J'ai atteint ma limite de non pour la journée.",
  "Mon calendrier vient de m'envoyer une injonction pour m'interdire de nouveaux événements.",
  "Je suis dans une relation à long terme avec l'annulation de plans.",
  "Je ressens la JOMO (Joie de Rater) pour cet événement.",
  "Inspiré par le contraire de Nike : \"Ne le fais tout simplement pas.\"",
  "Je préfère regretter de ne pas l'avoir fait que de regretter de l'avoir fait.",
  "Appliquer ma version de la loi de Murphy : si cela peut être évité, ça le sera.",
  "Ma réponse est comme le chat de Schrödinger : c'est à la fois oui et non jusqu'à ce que tu réalises que c'est juste non.",
  "YOLO, c'est pourquoi je dis non – je tiens trop à ma vie unique.",
  "Mon application d'horoscope vient de me notifier : « Aujourd'hui est un bon jour pour dire non. »",
  "Si dire non était un sport olympique, j'aurais une médaille d'or.",
  "Je porte mon refus comme un insigne d'honneur.",
  "Je vais devoir refuser plus vite qu'un guépard sous caféine.",
  "Je dirais oui, mais ensuite je devrais me réveiller de mon rêve éveillé, et la réalité est bien moins agréable.",
  "Urgence ! Je viens de manquer de chocolat, et c'est la seule chose que je puisse gérer en ce moment.",
  "Le destin vient de glisser dans mes messages privés avec un grand et gros 'non'.",
  "Mon cerveau est à pleine capacité avec des informations inutiles, il n'y a plus de place pour de nouvelles tâches.",
  "Si je t'aide, je serais fier de moi, et je ne peux pas gérer autant d'émotions.",
  "Je vais te donner deux choix : non ou pas question. Tu peux choisir.",
  "Transformons cela en question à choix multiples. Je choisis l'option (D) - Ça n'arrivera pas.",
  "Regarde le bon côté des choses : au moins je suis cohérent en disant non.",
  "Considérez cela comme un 'non' servi avec une touche de sarcasme.",
  "Je suis coincé dans un trou noir de procrastination et je ne peux pas m'échapper à temps pour faire ça.",
  "Je ne dis oui que lors des éclipses solaires, et aucune n'est prévue.",
  "Mon âme rétro ne peut pas gérer des tâches modernes comme ça.",
  "Le mot \"oui\" me donne de l'urticaire ; j'évite une réaction allergique.",
  "J'ai fait un rêve dans lequel je disais oui ; je me suis réveillé en sueur froide. Pas question de faire ça en réalité.",
  "Le temps que tu demandes, j'avais déjà décidé non.",
  "Je suis désolé, je ne t'entends pas à cause du bruit que fait mon refus de le faire.",
  "Je pense que notre connexion est mauvaise. Si tu m'as demandé de faire quelque chose, la réponse est du bruit... ce qui signifie non.",
  "J'avais mal compris, je pensais que tu avais dit \"veux-tu un taco\". Comme ce n'est pas le cas, je ne suis pas intéressé.",
  "Mon téléphone a corrigé automatiquement votre demande en \"non\", étrange n'est-ce pas ?",
  "J'ai reçu ton message, mais malheureusement, mon filtre anti-spam l'a classé sous 'tâches indésirables'.",
  "Je crois que vous vous êtes trompé de numéro ; la personne qui dit oui n'est pas disponible.",
  "Je parle couramment le sarcasme, donc mon interprétation de votre question est un non catégorique.",
  "Laissez-moi vous mettre en attente... *ne retire jamais de l'attente*",
  "Je n'ai pas reçu la note indiquant que j'étais censé m'en soucier.",
  "Je rencontre quelques difficultés techniques pour en avoir quelque chose à faire.",
  "Les dieux de la procrastination exigent que je sacrifie cette tâche en ne la faisant pas.",
  "Non est une phrase complète, et c'est ma réponse finale.",
  "Je crains qu'accepter ne déclenche d'une manière ou d'une autre une apocalypse de zombies, donc je joue la prudence.",
  "Mon petit doigt me dit de ne pas le faire.",
  "La trame de mon être n'est tout simplement pas tissée pour cette demande.",
  "Ils disent « suis tes rêves » — et mon rêve est de ne pas faire ça.",
  "Je ne fais que suivre le dicton \"fais ce que tu aimes\" — et moi, j'aime dire non.",
  "Pas aujourd'hui, Satan. En fait, jamais.",
  "Ma procrastination fait un excellent travail ; je ne voudrais pas interrompre son rythme.",
  "Non signifie \"Nouvelles Opportunités\"... pour moi de rester à la maison.",
  "J'ai parié que je pourrais dire non à tout pendant une semaine. Je suis sur le point de gagner.",
  "Je mène une expérience sociale où je dis non et j'observe ce qui se passe.",
  "Une de mes bêtes noires, c'est de faire des choses, alors je ne le fais tout simplement pas.",
  "La vie est courte, et je choisis de la gaspiller à ma manière, pas sur ça.",
  "J'ai déjà rempli mon quota de mauvaises décisions pour le mois ; dire oui le dépasserait.",
  "J'adorerais participer, mais je suis vide à l'intérieur, donc je ne peux tout simplement pas.",
  "J'ai le syndrome du personnage principal, et mon arc narratif n'implique pas de faire ça.",
  "Considérez-moi comme le boss final du refus – invaincu.",
  "Le temps est une ressource non renouvelable, et je choisis de ne pas en dépenser là-dessus.",
  "Ma période d'essai de faire des choses a expiré, et je ne peux pas me permettre l'abonnement.",
  "Je suis au régime strict 'pas d'engagements'.",
  "Je fais du jeûne intermittent de responsabilités ; aujourd'hui, c'est un jour de jeûne.",
  "Je ne dis oui que les jours bissextiles, et aujourd'hui n'en est pas un.",
  "Je ne peux pas risquer de libérer ma forme finale en étant serviable.",
  "J'ai besoin de maintenir mon air de mystère en ne me montrant pas.",
  "Je ne peux pas laisser les gens découvrir que j'ai en fait du temps libre.",
  "J'ai utilisé toute ma volonté rien qu'en me levant du lit ce matin.",
  "Ma vie est une aventure dont vous êtes le héros, et j'ai tourné la page où je dis non.",
  "Par le pouvoir qui m'est conféré, je dis officiellement non.",
  "Moi, moi-même et je nous sommes réunis ; nous avons décidé à l'unanimité de refuser.",
  "Je vois ta demande et je te réponds par un « non ».",
  "Mon enthousiasme est en rupture de stock, et la date de livraison ne cesse d'être repoussée.",
  "Je me remets encore de la dernière fois que j'ai dit oui.",
  "Je faisais des choses comme ça, puis j'ai pris une flèche dans le genou.",
  "Ce n'est pas de la procrastination si je n'avais jamais prévu de le faire.",
  "Je n'ai pas choisi la vie de non, c'est la vie de non qui m'a choisi.",
  "L'effort n'est actuellement pas pris en charge par mon système d'exploitation.",
  "Mon assistant personnel (qui est imaginaire) a déjà décliné pour moi.",
  "Je préfère rester un message d'absence du bureau sous forme humaine.",
  "Je me suis perdu en chemin vers 'oui' et j'ai fini par arriver à 'non'.",
  "Si je dis oui, je devrais vraiment le faire—évitons ça.",
  "Dans le voyage du héros de ma vie, je suis à l'étape du 'refus de l'appel'.",
  "Je suis en congé sabbatique de tout ce qui ressemble à du travail.",
  "J'ai pris la résolution de Nouvel An de dire non plus souvent. À partir de maintenant.",
  "J'ai effectué une évaluation des risques et les résultats ont dit 'non'.",
  "J'ai une réputation à maintenir—précisément, celle de dire non.",
  "Mon intuition me dit que ce n'est pas aujourd'hui que je commence à être utile.",
  "La pensée de faire ça m'a donné un mal de dos fantôme. Je vais passer.",
  "Si j'avais un euro à chaque fois que j'ai dit non, j'aurais beaucoup d'euros.",
  "Je participe à une réunion du Club Social Anti-Social (je suis le seul membre).",
  "Le disque dur de mon cerveau est plein; il n'y a pas de place pour cette tâche.",
  "Je viendrais, mais j'essaie un nouveau concept où je ne fais juste pas.",
  "Je regrette de vous informer que je vais vigoureusement m'abstenir de le faire.",
  "Je vis par procuration à travers ceux qui disent oui, donc je n'ai pas à le faire.",
  "Miroir, miroir sur le mur, devrais-je le faire ? Il a dit, 'Pas du tout.'",
  "Je ne peux pas dire oui ; cela mettrait en péril ma place au Panthéon des Procrastinateurs.",
  "La probabilité que je fasse cela est proche du zéro absolu.",
  "Mon engagement à ne rien faire serait jaloux si je faisais autre chose.",
  "Ma compétence principale est d'éviter les choses, et j'ai vraiment besoin de m'y concentrer.",
  "Je manque de l'enthousiasme nécessaire pour même faire semblant de considérer cela.",
  "Je suis plutôt quelqu'un qui \"observe de loin\" qu'une personne qui \"participe\".",
  "Mon cerveau est comme un perroquet qui ne connaît qu'un seul mot : « non ».",
  "J'écris un livre intitulé '101 façons de dire non' – merci pour la matière.",
  "Je suis un(e) terrible menteur/menteuse, donc je ne vais pas faire semblant de vouloir faire ça.",
  "« Non. Je donne cinq étoiles à cette réponse. »",
  "« Non » — avec tout mon amour.",
  "Que le « non » soit avec toi.",
  "Dire non est mon super-pouvoir, et je l'utilise pour préserver mon temps libre.",
  "J'ai ressenti de l'épuisement rien qu'en entendant parler de ça, alors je décline de manière préventive.",
  "Je suis le principe du moindre effort, ce qui signifie que je dois refuser.",
  "Ma vie est comme une sitcom sur le fait d'éviter les responsabilités, et je ne peux pas sortir du personnage.",
  "J'ai vérifié ma disponibilité et les résultats sont revenus négatifs.",
  "Je vais faire comme si je n'avais pas entendu cette demande et continuer à ne pas la faire.",
  "Impossible—dit de la manière la plus gentille possible.",
  "Je prends une année sabbatique pour ma santé mentale (à partir de maintenant), donc je dois décliner.",
  "Je refuse de répondre au motif que cela pourrait entraîner un véritable travail.",
  "Soyons honnêtes : nous savons tous les deux que je ne vais pas le faire.",
  "Je vais devoir décliner pour des raisons personnelles (raison personnelle : je n'en ai juste pas envie).",
  "Je ne veux pas me vanter, mais je suis vraiment doué pour ne rien faire.",
  "Imaginez un diagramme de Venn de mon emploi du temps et votre demande — ils ne se chevauchent pas.",
  "J'ai trop d'onglets ouverts dans mon cerveau, et aucun d'eux ne concerne cela.",
  "Je suis totalement pris par l'introspection (ce qui veut dire ne rien faire).",
  "J'ai une liste de choses à ne pas faire, et celle-ci est tout en haut.",
  "Je suis surbooké avec des résultats médiocres.",
  "Cette demande dépasse mes compétences émotionnelles.",
  "Mon enthousiasme a fait faillite, donc je ne peux pas investir là-dedans.",
  "Mon emploi du temps est plein d'espaces vides réservés à du temps pour moi.",
  "Je ne t'ignore pas—je te donne un non ferme.",
  "Si je prends encore quelque chose, je deviendrai officiellement un exemple à ne pas suivre.",
  "Considérez mon refus comme une leçon gratuite pour gérer le rejet.",
  "J'admire ta persévérance à demander, mais c'est toujours non.",
  "Je vis déjà à toute vitesse en ne faisant rien, donc je ne peux pas ralentir pour ça.",
  "Je ne peux pas; je suis extrêmement occupé à ne pas être occupé.",
  "Si je vous aide, je me sentirai obligé d'aider les autres, et c'est une pente glissante que j'évite.",
  "L'univers m'a dit de \"prendre soin de moi\", ce que je prends comme un signe pour rester à la maison.",
  "Personne ne m'a jamais accusé d'être trop serviable, et je ne compte pas commencer maintenant.",
  "J'ai peur du changement, donc je continue à dire non.",
  "Ma vie est comme une tour de Jenga ; une chose de plus pourrait la faire s'effondrer.",
  "Je n'ai pas la capacité (ni aucune autre capacité) pour ça.",
  "La vie est courte, et ma liste de siestes est longue.",
  "Franchement, ma chère, je m'en moque (de le faire).",
  "J'ai essayé de voir les choses de ton point de vue, mais je dois quand même dire non.",
  "Le moment n'est pas propice—principalement parce que je n'ai tout simplement pas envie de le faire.",
  "Je suis en mode furtif social, donc je dois décliner toute invitation.",
  "J'ai une condition chronique appelée 'jaipasenvie'.",
  "Je suis hors service pour une durée indéterminée.",
  "Je suis en plein milieu d'un rituel très délicat de 'ne rien faire'.",
  "Que dirais-tu si je te promettais d'y réfléchir ? (Je ne le ferai pas, mais ça a l'air poli.)",
  "J'ai déjà quelque chose de prévu : un concours de regards avec mon mur.",
  "Je serai occupé à explorer le grand intérieur.",
  "Le canapé m'a accepté comme l'un des siens, et je ne peux trahir sa confiance.",
  "« Non » est le nouveau « oui »—je reste simplement à la mode.",
  "Je suis le héros que mon canapé mérite, donc je dois rester avec lui.",
  "Les chances que je fasse cela sont à peu près les mêmes que de gagner à la loterie sans acheter de billet.",
  "Cela ne fait pas partie de ma liste de choses à faire avant de mourir ; en fait, c'est sur ma liste de choses à jeter.",
  "Veuillez m'excuser, mon cerveau est actuellement hors service.",
  "S'il y avait un prix pour éviter la participation, je serais le favori.",
  "Je décline par pure apathie.",
  "On ne me fait pas simplement dire oui.",
  "C'est non pour moi, mon pote.",
  "Si je dis oui, je devrais arrêter de me plaindre d'être occupé, et je ne peux pas me le permettre.",
  "Mon énergie est solaire, et il fait nuit.",
  "Je vais sacrifier pour l'équipe en ne rejoignant pas cet effort.",
  "Je mets le 'pro' dans procrastiner, et je ne vais pas briser ma lancée.",
  "Même mon ombre a décidé de rester à la maison, alors moi aussi.",
  "Heureusement, j'ai une assurance procrastination. Elle me couvre pour des situations comme celle-ci.",
  "Ce n'est pas mon cirque, et ce ne sont pas mes singes, donc ce n'est pas à moi de jouer la pièce.",
  "Je n'ai pas assez de mana pour cette quête.",
  "L'esprit est volontaire, mais la chair a déjà commandé à emporter et s'est installée.",
  "Ma volonté de le faire est en réparation.",
  "Je pourrais énumérer 1000 raisons pour lesquelles je dis non, mais je vais t'épargner cela.",
  "Je refuse maintenant, pour éviter de refuser plus tard.",
  "Je me choisis moi-même plutôt que cet engagement—alors, non.",
  "Je t'épargnerai un oui à moitié sincère et te donnerai un non honnête.",
  "Si ma vie était un film, c'est la partie où je dis non et où le générique défile.",
  "Je ferme la porte à cette idée (au sens propre comme au figuré).",
  "Mon intuition a crié « non » si fort que j'ai dû répondre en conséquence.",
  "« Non » est mon refuge.",
  "La réponse que vous cherchez n'est pas disponible pour l'instant (n'essayez plus jamais).",
  "Pour citer une réponse célèbre : « Non. »",
  "J'exerce mon droit de dire non.",
  "Considère cela comme un veto stratégique.",
  "Je n'ai jamais été aussi sûr de quelque chose que de dire non.",
  "Je me suis réveillé aujourd'hui et j'ai décidé que c'est une journée de « non ».",
  "Aujourd'hui, je ne parle qu'en négations.",
  "Je suis en mission pour maintenir zéro engagement.",
  "Même mon FitBit me dit de rester sur place.",
  "Non, de la manière la plus sincère et humoristique possible.",
  "Mon agenda fait grève.",
  "Je me choisis, donc je te dis non.",
  "Je rends service à tout le monde en m'en tenant à ce que je fais de mieux : dire non.",
  "Non fait partie de ma routine de soins personnels.",
  "C'est un non sans culpabilité.",
  "Si je t'aidais, je te priverais de la chance de le faire toi-même.",
  "Mon emploi du temps est en mode avion.",
  "Je ne te hais point ; je te donne un non ferme.",
  "Je suis en paix avec le fait de dire non.",
  "Négatif. Point final.",
  "Je dois protéger ma tranquillité d'esprit coûte que coûte—alors non.",
  "Je ne suis pas allé si loin juste pour aller si loin. En fait, je ne viens pas du tout.",
  "C'est un 'non' de la part du comité de moi, moi-même et je.",
  "Je dois décliner ; j'ai atteint ma limite pour en avoir quelque chose à faire.",
  "Même si je le voulais, je ne pourrais pas. Et je ne le veux pas.",
  "Je vais saisir l'occasion de ne rien faire à la place.",
  "Je n'ai plus aucune envie de participer.",
  "Votre demande a été refusée en raison d'un manque d'intérêt de ma part.",
  "Supposons simplement que j'ai dit non et passons à autre chose.",
  "Je suis actuellement hors service. Merci de ne jamais réessayer.",
  "Hélas, je dois décliner.",
  "Refuser cette demande me procure de la joie.",
  "Je pourrais peut-être être convaincu, mais je dirais probablement non à la fin.",
  "J'ai une objection philosophique à faire cela.",
  "Si j'étais encore plus indifférent, je serais une statue.",
  "Je dois donner la priorité à mes priorités, qui sont actuellement dormir et grignoter.",
  "Mon emploi du temps est doté d'une fonction \"non\" intégrée.",
  "Dire oui briserait les lois de la physique dans mon univers personnel.",
  "À ce stade, dire oui semblerait tout simplement mal.",
  "Je me suis promis de rester inutile cette semaine.",
  "Ma paresse est en pleine floraison, et je ne peux pas l'éradiquer pour ça.",
  "Je suis allergique aux obligations et fais des éruptions d'excuses.",
  "Je vais passer mon tour et laisser le karma récompenser mon honnêteté.",
  "Je ne peux pas, dit de la manière la plus gentille possible (mais c'est toujours non).",
  "Considérez mon \"non\" comme un acte de soin de soi.",
  "J'exerce ma liberté de choix, et je choisis non.",
  "Je suis en plein travail à ne rien faire du tout.",
  "J'aimerais aider, mais cela contredirait la mission de ma vie.",
  "Non, mais j'apprécie votre optimisme.",
  "J'ai une ceinture noire en esquive, et je détesterais la gaspiller (donc, non).",
  "Je fais partie du programme de protection des non-témoins (je dis non et ensuite je me cache).",
  "Je dois rester à la maison pour m'assurer que la gravité continue de fonctionner. (Quelqu'un doit le faire.)",
  "Je suis en plein audit de ma vie, et les engagements inutiles n'ont pas passé le test.",
  "Refuser cela fait en fait partie de mon plan quinquennal.",
  "Imagine un diagramme de Venn entre mon emploi du temps et ta demande—ils ne se chevauchent pas.",
  "J'ai trop d'onglets ouverts dans mon cerveau, et aucun d'eux ne concerne cette tâche.",
  "Je suis entièrement pris par l'introspection (ce qui veut dire ne rien faire).",
  "J'ai une liste de choses à ne pas faire, et celle-ci est en haut de la liste.",
  "Je suis surbooké de sous-performance.",
  "Cette demande dépasse mes capacités émotionnelles.",
  "Mon enthousiasme a déposé le bilan, donc je ne peux pas investir là-dedans.",
  "Mon agenda est rempli d'espaces vides réservés à du temps pour moi.",
  "Je ne t'ignore pas—je te donne un 'non' très clair.",
  "Si je prends encore quelque chose, je deviendrai officiellement un avertissement.",
  "Considérez mon refus comme une leçon gratuite sur la gestion du rejet.",
  "J'admire ta persévérance à demander, mais c'est toujours non.",
  "Je vis déjà à cent à l'heure en ne faisant rien, donc je ne peux pas ralentir pour ça.",
  "Je ne peux pas venir ; je suis extrêmement occupé à ne pas être occupé.",
  "Si je t'aide, je me sentirai obligé d'aider les autres, et c'est une pente glissante que j'évite.",
  "L'univers m'a dit de « me faire plaisir », ce que je prends comme un signe pour rester chez moi.",
  "Personne ne m'a jamais accusé d'être trop serviable, et je ne compte pas commencer maintenant.",
  "J'ai peur du changement, alors je m'en tiens à dire non.",
  "Ma vie est comme une tour de Jenga ; une chose de plus pourrait la faire s'écrouler.",
  "Je n'ai pas la capacité (ni la moindre disponibilité) pour ça.",
  "La vie est courte, et ma liste de siestes est longue.",
  "Franchement, ma chère, je m'en fiche (de le faire).",
  "J'ai essayé de voir les choses de ton point de vue, mais je dois quand même dire non.",
  "Le moment n'est pas le bon—principalement parce que je n'ai tout simplement pas envie de le faire.",
  "Je suis en mode discrétion sociale, donc je dois décliner toute invitation.",
  "J'ai une maladie chronique appelée 'pasenvie'.",
  "Je suis en repos pour une durée indéterminée.",
  "Je suis en plein milieu d'un rituel très délicat de 'ne rien faire'.",
  "Et si je promettais d'y réfléchir ? (Je ne le ferai pas, mais ça a l'air poli.)",
  "J'ai déjà quelque chose de prévu : un concours de regards avec mon mur.",
  "Je serai occupé à explorer le grand intérieur.",
  "Le canapé m'a accepté comme l'un des siens, et je ne peux pas trahir sa confiance.",
  "\"Non\" est le nouveau \"oui\"—je reste juste dans la tendance.",
  "Je suis le héros que mon canapé mérite, donc je dois rester avec lui.",
  "Les chances que je fasse cela sont à peu près les mêmes que de gagner à la loterie sans acheter de billet.",
  "Cela ne figure pas sur ma liste de choses à faire avant de mourir ; en fait, c'est sur ma liste de choses à jeter.",
  "Veuillez m'excuser, mon cerveau est actuellement hors service.",
  "S'il y avait un prix pour éviter de participer, je serais en tête.",
  "Je décline par pure indifférence.",
  "Mon destin se trouve ailleurs—précisément, sur mon canapé.",
  "On ne me fait pas simplement dire oui.",
  "C'est non pour moi, mon pote.",
  "Si je dis oui, je devrais arrêter de me plaindre d'être occupé, et ça, je ne peux pas me le permettre.",
  "Mon énergie est solaire, et il fait nuit.",
  "Je me sacrifierai pour l'équipe en ne me joignant pas à cet effort.",
  "Je mets le « pro » dans procrastiner, et je ne gâcherai pas ma série.",
  "Même mon ombre a décidé de rester à la maison, alors moi aussi.",
  "Heureusement, j'ai une assurance procrastination. Elle me couvre pour des situations comme celle-ci.",
  "Ce n'est pas mon cirque, ce ne sont pas mes singes, donc ce n'est certainement pas à moi de jouer le numéro.",
  "Je n'ai pas assez de mana pour cette quête.",
  "L’esprit est volontaire, mais la chair a déjà commandé à emporter et s’est installée confortablement.",
  "Ma volonté de faire cela est en réparation.",
  "Je pourrais énumérer 1000 raisons pour lesquelles je dis non, mais je vais vous épargner.",
  "Je refuse maintenant pour éviter de décliner plus tard.",
  "Je me choisis plutôt que cet engagement—donc, non.",
  "Je vais t'épargner un oui sans conviction et te donner un non honnête.",
  "Si ma vie était un film, voici le moment où je dis non et lance le générique de fin.",
  "Je ferme la porte à cette idée (au sens propre comme au figuré).",
  "Mon intuition criait 'non' si fort que je devais répondre en conséquence.",
  "« Non » est mon petit coin de paradis.",
  "La réponse que vous cherchez n'est pas disponible pour le moment (réessayez jamais).",
  "Pour citer une réponse célèbre : \"Non.\"",
  "J'exerce mon droit de dire non.",
  "Considérez cela comme un veto stratégique.",
  "Je n'ai jamais été aussi sûr de quelque chose que de dire non.",
  "Je me suis réveillé aujourd'hui et j'ai pensé : « Non, pas aujourd'hui. »",
  "Aujourd'hui, je ne parle qu'en négatif.",
  "Je suis en mission pour ne prendre aucun engagement.",
  "Même mon FitBit me dit de rester sur place.",
  "Non, de la manière la plus sincère et humoristique possible.",
  "Mon agenda fait la grève.",
  "Je rends service à tout le monde en me tenant à ce que je fais de mieux : dire non.",
  "Non fait partie de ma routine de soins personnels.",
  "C'est un non sans culpabilité.",
  "Si je t'aidais, je te priverais de l'occasion de le faire toi-même.",
  "Mon emploi du temps est en mode avion.",
  "Je ne te fais pas le coup du silence radio; je te dis clairement non.",
  "Je suis en paix avec le fait de dire non.",
  "Négatif. Point final.",
  "Je dois protéger ma santé mentale à tout prix—donc non.",
  "Hélas, je dois décliner.",
  "Refuser cette demande me procure de la joie.",
  "Je ne t'ignore pas—je te donne un 'non' très clair.",
  "Fais comme si je t'avais donné une excuse intelligente et considère simplement que le 'non' est sous-entendu."
]